{
    "HEADER_TITLE": "لوفليس",
    "HEADER_ABOUT_BTN": "حول",
    "HEADER_DONATE_BTN": "تبرع",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "الشروط والخصوصية",
    "MOBILE_MENU_DOCUMENTATION": "الوثائق",
    "MOBILE_MENU_LEGAL_NOTICE": "إشعار قانوني",
    "MOBILE_MENU_SOURCE_CODE": "شفرة المصدر",
    "CHAT_VIEWER_WELCOME_TITLE": "مرحبًا! أنا آدا لوفليس، وأنا هنا لمساعدتك كوسيط بين خدمات الذكاء الاصطناعي المختلفة لحل جميع استفساراتك.",
    "CHAT_VIEWER_INSPIRATION": "تحتاج إلى إلهام للبحث؟ يمكنك محاولة:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "كيف يعمل الحوسبة الكمية؟",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "ماذا يحدث إذا تم تغيير الدوبامين في الدماغ؟",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "كيف تم اكتشاف قيمة الباي؟",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "كيفية استخدام محرك جوجل v8 في السي++؟",
    "CHAT_INPUT_BOX_PLACEHOLDER": "أرسل رسالة...",
    "CHAT_SIDE_MENU_RESET_CHAT": "إعادة تعيين المحادثة",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "اضغط لتركيب سجل الاستفهامات في المحادثة.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "اضغط لإلغاء تركيب سجل محادثة الاستفهام.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "نشاطي",
    "CHAT_SIDE_MENU_GITHUB": "جيت هاب",
    "CHAT_SIDE_MENU_SETTINGS": "الإعدادات",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "أنشئت من قبل ولصالح تلك العقول التي لا تشبع فضولها أبدًا.",
    "MOBILE_OPTIONS_SETTINGS": "الإعدادات",
    "MOBILE_OPTIONS_ACTIVITY": "النشاط",
    "MOBILE_OPTIONS_RESET_CHAT": "إعادة تعيين المحادثة",
    "SETTINGS_MENU_TITLE": "الإعدادات",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "حدد نموذج اللغة الذي ترغب في استخدامه للتواصل مع خدمة OpenAI.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "قم بتعديل الدور الذي سيكون لدى ChatGPT عند التواصل معك.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "يمكن التواصل مع الخادم عبر الويب سوكت الذي يتيح استجابة تقريبًا فورية، بينما عبر واجهة برمجة التطبيقات ستستغرق مدة توقيتية تعتمد على الاستفهام.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "جاري الطلب من المزودين...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "هناك مزودين مختلفين للتواصل مجانًا مع خدمة OpenAI. يرجى ملاحظة أنه إذا قمت بتحديد واحد معين، فإن بعض الإعدادات ستتغير. يُفضل تركها لاستخدام الوضع التلقائي.",
    "SETTINGS_MENU_ROLE_TITLE": "الدور",
    "SETTINGS_MENU_MODE_TITLE": "النموذج",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "وضع التواصل",
    "SETTINGS_MENU_PROVIDERS_TITLE": "المزودين",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "حذف",
    "POLICIES_LEGAL_NOTICE": "إشعار قانوني",
    "POLICIES_PRIVACY": "الخصوصية",
    "POLICIES_RESTRICTIONS": "القيود",
    "POLICIES_OPEN_SOURCE": "المصدر المفتوح",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "لا يستخدم هذا الخدمة أي واجهة برمجة تطبيقات رسمية عند تسهيل تواصل العملاء مع بعض نماذج الذكاء الاصطناعي. يرجى ملاحظة أن لوفليس مخصص للاستخدام في الغرض التعليمي فقط، خارج أي ربح تجاري من قبل المؤلفين.",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "تنتمي واجهات برمجة التطبيقات والخدمات والعلامات التجارية المذكورة في هذا المستودع إلى أصحابها. لا يدعي هذا المشروع أي حقوق عليها ولا يكون مرتبطًا بها أو موصوفًا بها من قبل أي من المزودين المذكورين. بالطريقة نفسها، لا يتحمل مزود هذه الخدمة أي نتيجة أفقدان يمكن أن يتسبب فيه استخدام لوفليس، المستخدمون هم من يتخذون القرار ويتحملون العبء الذي ينتج عن أفعالهم الخاصة والآثار التي قد تنتج عن ذلك",
    "POLICIES_PRIVACY_CONTENT_1": "نضمن بشكل صارم سرية المعلومات المشاركة داخل المنصة. جميع البيانات التي تشاركها مع لوفليس يتم تخزينها محليًا على جهاز العميل الخاص بك، ولا نستخدم أي قاعدة بيانات على خوادمنا، لذا تبقى وجودك على الخدمة مجهولًا تمامًا، حيث يتم إخفاء هويتك ومكان زيارتك لنا وما تطلبه من نماذج الذكاء الاصطناعي.",
    "POLICIES_PRIVACY_CONTENT_2": "أثناء وجودك الصالح داخل موقعنا، نحترم بياناتك وبحثك.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "يجب أن تكون على الأقل 13 سنة لاستخدام هذه الخدمة، نظرًا للطبقات الأمانية المختلفة فيما يتعلق بمحتوى العودة من الخدمات المستخدمة لتسهيل التواصل مع نماذج OpenAI، من المحتمل أن يكون هذا المحتوى غير مناسب في بعض الأحيان للأطفال الذين تقل أعمارهم عن 13 سنة، قد يكون بذيئًا أو مؤذيًا أو ببساطة غير مناسب لمراهق بهذه الشروط.' 'من الواضح أنه بناءً على تقديرك الخاص إذا لم تستوف السن الدنيا المطلوبة لاستخدام هذه الخدمة، وما قد تنتج عنه من نتائج سلبية جراء تجاهل هذه التوجيهات.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "يتم ترخيص لوفليس بترخيص MIT، مما يسمح بإعادة استخدام البرنامج للتعلم وبناء مشاريع أكثر طموحًا بناءً على القاعدة الأساسية الأولية. تعتبر هذه الخدمة مفتوحة للتعاون من قبل أطراف ثالثة، مما يسمح بالتكاملات الجديدة، والتي بدورها، نتيجة للشفافية في الشفرة المصدرية المفتوحة، يسمح للمطورين الخارجيين بفهم عمل المنصة وحتى اكتشاف الثغرات وتصحيحها.",
    "ABOUT_PAGE_TITLE": "البنود والشروط",
    "ABOUT_PAGE_SUBTITLE": "السياسات التي تقبلها عند استخدام خدمتنا والتي يجب أن تبقى في حدودها.",
    "TOOLTIP_CHAT_INPUT": "ابدأ تبادل الأفكار وحل المخاوف مع الذكاء الاصطناعي!",
    "TOOLTIP_SIDE_MENU_SETTINGS": "اضغط للوصول إلى قائمة الإعدادات.",
    "TOOLTIP_LANGUAGE_SELECT": "حدد اللغة التي ترغب في عرض التطبيق بها.",
    "TOOLTIP_HEADER_ABOUT": "تعرف على سياسات الاستخدام والخصوصية وغيرها من العناصر المتعلقة بالخدمة الحالية.",
    "TOOLTIP_HEADER_DONATE": "يمكنك المساهمة بجهودك للمساعدة في الاستمرار في تشغيل لوفليس وتطويره.",
    "TOOLTIP_RESET_CHAT": "مسح المحادثة الحالية.",
    "TOOLTIP_MY_ACTIVITY": "عرض سجل تفاعلاتك مع الذكاء الاصطناعي.",
    "TOOLTIP_GITHUB": "قم بزيارة المستودع الذي يحتضن شفرة لوفليس على Github!"
}