{
    "HEADER_TITLE": "Lovelace",
    "HEADER_ABOUT_BTN": "Über",
    "HEADER_DONATE_BTN": "Spenden",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "AGB und Datenschutz",
    "MOBILE_MENU_DOCUMENTATION": "Dokumentation",
    "MOBILE_MENU_LEGAL_NOTICE": "Rechtlicher Hinweis",
    "MOBILE_MENU_SOURCE_CODE": "Quellcode",
    "CHAT_VIEWER_WELCOME_TITLE": "Hallo! Ich bin Ada Lovelace und stehe Ihnen als Vermittlerin zwischen verschiedenen KI-Diensten zur Verfügung, um alle Ihre Anliegen zu lösen.",
    "CHAT_VIEWER_INSPIRATION": "Inspiration für Ihre Suche? Probieren Sie Folgendes aus:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "Wie funktioniert Quantencomputing?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "Was passiert, wenn Dopamin im Gehirn verändert wird?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "Wie wurde der Wert von Pi entdeckt?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "Wie verwendet man Googles v8 Engine in C++?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Nachricht senden...",
    "CHAT_SIDE_MENU_RESET_CHAT": "Chat zurücksetzen",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "Drücken Sie zum Einbinden des Protokolls der Eingabeaufforderungen im Chat.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "Drücken Sie zum Aushängen des Protokolls der Chat-Eingabeaufforderungen.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "Meine Aktivitäten",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Einstellungen",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Entwickelt von und für diejenigen, deren Neugierde niemals gestillt wird.",
    "MOBILE_OPTIONS_SETTINGS": "Einstellungen",
    "MOBILE_OPTIONS_ACTIVITY": "Aktivität",
    "MOBILE_OPTIONS_RESET_CHAT": "Chat zurücksetzen",
    "SETTINGS_MENU_TITLE": "Einstellungen",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "Wählen Sie das Sprachmodell aus, mit dem Sie mit dem OpenAI-Dienst kommunizieren möchten.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "Ändern Sie die Rolle, die ChatGPT beim Kommunizieren mit Ihnen haben soll.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "Die Kommunikation mit dem Server kann über WebSocket erfolgen, was eine nahezu sofortige Antwort ermöglicht, während es über die API so lange dauern wird, wie in der Eingabeaufforderung angegeben.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Anbieter werden angefordert...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "Es gibt verschiedene Anbieter, um kostenlos mit dem OpenAI-Dienst zu kommunizieren. Beachten Sie, dass sich bei Auswahl eines bestimmten Anbieters einige Einstellungen ändern werden. Lassen Sie es vorzugsweise im automatischen Modus.",
    "SETTINGS_MENU_ROLE_TITLE": "Rolle",
    "SETTINGS_MENU_MODE_TITLE": "Modell",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "Kommunikationsmodus",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Anbieter",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Löschen",
    "POLICIES_LEGAL_NOTICE": "Rechtlicher Hinweis",
    "POLICIES_PRIVACY": "Datenschutz",
    "POLICIES_RESTRICTIONS": "Einschränkungen",
    "POLICIES_OPEN_SOURCE": "Open Source",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "Dieser Dienst verwendet keine offizielle API, um die Kommunikation des Kunden mit einem KI-Modell zu erleichtern. Beachten Sie bitte, dass Lovelace ausschließlich für Bildungszwecke bestimmt ist und außerhalb jeglichen kommerziellen Gewinns seitens der Autorinnen und Autoren genutzt werden sollte.",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "Die in diesem Repository erwähnten APIs, Dienste und Marken gehören ihren jeweiligen Inhabern. Dieses Projekt erhebt keinen Anspruch auf diese Rechte und steht in keiner Verbindung zu den genannten Anbietern. Ebenso ist der Anbieter dieses Dienstes nicht verantwortlich für jegliche Konsequenzen, Schäden oder Verluste, die durch die Nutzung von Lovelace verursacht werden können. Die Nutzer treffen ihre eigenen Entscheidungen und tragen die entsprechenden positiven und negativen Konsequenzen ihrer eigenen Handlungen und deren Auswirkungen.",
    "POLICIES_PRIVACY_CONTENT_1": "Wir garantieren streng die Vertraulichkeit der innerhalb der Plattform geteilten Informationen. Alle Daten, die Sie mit Lovelace teilen, werden lokal auf Ihrem Gerät gespeichert. Wir verwenden keine Datenbanken auf unseren Servern, sodass Ihre Anwesenheit auf dem Dienst vollständig anonym bleibt. Wir verbergen Ihre Identität, Ihren Standort und die Anfragen, die Sie an KI-Modelle stellen.",
    "POLICIES_PRIVACY_CONTENT_2": "Solange Sie sich auf unserer Website aufhalten, respektieren wir Ihre Daten und Ihre Suchanfragen.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "Sie müssen mindestens 13 Jahre alt sein, um diesen Dienst nutzen zu können. Aufgrund der verschiedenen Sicherheitsebenen bei der Rückgabe von Inhalten durch die zur Erleichterung der Kommunikation mit OpenAI-Modellen verwendeten Dienste ist es wahrscheinlich, dass dieser Inhalt manchmal nicht für Kinder unter 13 Jahren geeignet ist. Er kann vulgär, verletzend oder einfach nicht für Teenager mit solchen Bedingungen geeignet sein. Es liegt ausschließlich in Ihrer eigenen Verantwortung, wenn Sie das vorgeschriebene Mindestalter nicht erfüllen und die möglichen Folgen, die sich nach Missachtung der Bestimmungen ergeben können.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace steht unter der MIT-Lizenz und ermöglicht die Wiederverwendung der Software zum Lernen und zum Aufbau von noch ambitionierteren Projekten auf Basis des ursprünglichen Codes. Dieser Dienst ist für Zusammenarbeit mit Dritten offen und ermöglicht neue Integrationen. Aufgrund des Open-Source-Codes können externe Entwickler die Funktionsweise der Plattform kennenlernen, Schwachstellen finden und beheben.",
    "ABOUT_PAGE_TITLE": "Nutzungsbedingungen",
    "ABOUT_PAGE_SUBTITLE": "Richtlinien, die Sie beim Nutzen unseres Dienstes akzeptieren und einhaltensollten.",
    "TOOLTIP_CHAT_INPUT": "Beginnen Sie den Austausch von Ideen und lösen Sie Anliegen mit KI!",
    "TOOLTIP_SIDE_MENU_SETTINGS": "Drücken Sie, um auf das Einstellungsmenü zuzugreifen.",
    "TOOLTIP_LANGUAGE_SELECT": "Wählen Sie die Sprache aus, in der Sie die Anwendung anzeigen möchten.",
    "TOOLTIP_HEADER_ABOUT": "Informieren Sie sich über die Nutzungs- und Datenschutzrichtlinien sowie andere Aspekte, die den aktuellen Dienst betreffen.",
    "TOOLTIP_HEADER_DONATE": "Sie können Ihren Beitrag leisten, um Lovelace weiterhin zu unterstützen und die Weiterentwicklung zu fördern.",
    "TOOLTIP_RESET_CHAT": "Aktuellen Chat löschen.",
    "TOOLTIP_MY_ACTIVITY": "Protokoll Ihrer Interaktionen mit der KI anzeigen.",
    "TOOLTIP_GITHUB": "Besuchen Sie das Repository, in dem der Quellcode von Lovelace auf Github gehostet wird!"
}