{
    "HEADER_TITLE": "Lovelace",
    "HEADER_ABOUT_BTN": "About",
    "HEADER_DONATE_BTN": "Donate",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "Terms and privacy",
    "MOBILE_MENU_DOCUMENTATION": "Documentation",
    "MOBILE_MENU_LEGAL_NOTICE": "Legal Notice",
    "MOBILE_MENU_SOURCE_CODE": "Source Code",
    "CHAT_VIEWER_WELCOME_TITLE": "Hey! I am Ada Lovelace, and I am here for you as an intermediary between different Artificial Intelligence services to resolve all your concerns.",
    "CHAT_VIEWER_INSPIRATION": "Inspiration to search?, you can try:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "How does quantum computing work?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "What happens if dopamine in the brain is altered?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "How vas the value of PI discovered?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "How to use Google's v8 engine in C++?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Send a message...",
    "CHAT_SIDE_MENU_RESET_CHAT": "Reset Chat",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "Press to mount the record of prompts in the chat.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "Press to unmount chat prompt log.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "My Activity",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Settings",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Created by and for those minds that never satisfy their curiosity.",
    "MOBILE_OPTIONS_SETTINGS": "Settings",
    "MOBILE_OPTIONS_ACTIVITY": "Activity",
    "MOBILE_OPTIONS_RESET_CHAT": "Reset Chat",
    "SETTINGS_MENU_TITLE": "Settings",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "Select the language model you want to use to communicate with the OpenAI service.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "Modify the role that ChatGPT will have when communicating with you.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "Communication with the server can be through WebSocket that allows an almost immediate response, while via API it will take as long as the prompt indicates.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Requesting providers...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "There are different providers to be able to communicate for free with the OpenAI service. Consider that if you select a specific one some of the settings will change, preferably leave it use the Automatic mode.",
    "SETTINGS_MENU_ROLE_TITLE": "Role",
    "SETTINGS_MENU_MODE_TITLE": "Model",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "Communication Mode",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Providers",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Delete",
    "POLICIES_LEGAL_NOTICE": "Legal Notice",
    "POLICIES_PRIVACY": "Privacy",
    "POLICIES_RESTRICTIONS": "Restrictions",
    "POLICIES_OPEN_SOURCE": "Open Source",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "This service does not use any official API when facilitating customer communication with some Artificial Intelligence model. Please note that Lovelace is intended to be used strictly for educational purposes, outside of any commercial profit on the part of the author(s).",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "APIs, services and trademarks mentioned in this repository belong to their respective owners. This project does not claim any rights on them nor is it affiliated with or endorsed by any of the mentioned providers. In the same way, the provider of this service is not responsible for absolutely any consequence, damage or loss that may be caused by the use of Lovelace, users are the ones who make the decision and the respective burdens of both positive and negative consequences. of their own actions and the repercussions that these may have",
    "POLICIES_PRIVACY_CONTENT_1": "We strictly guarantee the discretion of the information shared within the platform. Absolutely all the data you share with Lovelace is stored locally on your client, we do not use any database on our servers, so your presence on the service remains completely anonymous, hiding who you are, where you are visiting us from and what you are requesting from Artificial Intelligence models.",
    "POLICIES_PRIVACY_CONTENT_2": "While your stay is valid within our website, we respect your data and your searches.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "You must be at least 13 years of age to be able to use this service, considering the different security layers in terms of content return by the services used to facilitate communication with OpenAI models, it is likely that in some Sometimes this content is not appropriate for children under 13 years of age, it may be vulgar, hurtful or simply not suitable for a teenager with such conditions.', 'It is strictly at your own discretion if you do not meet the minimum age required for the use of this service and the possible consequences that may arise after ignoring the provisions.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace is licensed under the MIT license, allowing the reuse of software for learning and the building of much more ambitious projects from the initial base. This service is open to collaborations by third parties, allowing new integrations, which in turn, as a result of its open source code, allows external developers to learn about the operation of the platform and even find vulnerabilities and correct them.",
    "ABOUT_PAGE_TITLE": "Terms and conditions",
    "ABOUT_PAGE_SUBTITLE": "Policies that you accept when using our service and to which you must remain in the margin.",
    "TOOLTIP_CHAT_INPUT": "Start exchanging ideas and solving concerns with the AI!",
    "TOOLTIP_SIDE_MENU_SETTINGS": "Press to access the settings menu.",
    "TOOLTIP_LANGUAGE_SELECT": "Select the language in which you want to view the application.",
    "TOOLTIP_HEADER_ABOUT": "Learn about the use and privacy policies as well as other variants that involve the current service.",
    "TOOLTIP_HEADER_DONATE": "You can contribute your grain of sand to continue to keep Lovelace upright and developing.",
    "TOOLTIP_RESET_CHAT": "Clear current chat.",
    "TOOLTIP_MY_ACTIVITY": "View the log of your interactions with the AI.",
    "TOOLTIP_GITHUB": "Visit the repository that hosts the Lovelace source code on Github!"
}