{
    "HEADER_TITLE": "Lovelace",
    "HEADER_ABOUT_BTN": "Acerca de",
    "HEADER_DONATE_BTN": "Donar",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "Términos y privacidad",
    "MOBILE_MENU_DOCUMENTATION": "Documentación",
    "MOBILE_MENU_LEGAL_NOTICE": "Aviso legal",
    "MOBILE_MENU_SOURCE_CODE": "Código fuente",
    "CHAT_VIEWER_WELCOME_TITLE": "¡Hola! Soy Ada Lovelace, y estoy aquí como intermediaria entre diferentes servicios de inteligencia artificial para resolver todas tus inquietudes.",
    "CHAT_VIEWER_INSPIRATION": "¿Buscas inspiración? Puedes intentar con:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "¿Cómo funciona la computación cuántica?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "¿Qué sucede si se altera la dopamina en el cerebro?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "¿Cómo se descubrió el valor de PI?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "¿Cómo usar el motor V8 de Google en C++?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Enviar un mensaje...",
    "CHAT_SIDE_MENU_RESET_CHAT": "Restablecer chat",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "Presiona para cargar el registro de mensajes en el chat.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "Presiona para desmontar el registro de mensajes en el chat.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "Mi actividad",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Configuración",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Creado por y para esas mentes que nunca satisfacen su curiosidad.",
    "MOBILE_OPTIONS_SETTINGS": "Configuración",
    "MOBILE_OPTIONS_ACTIVITY": "Actividad",
    "MOBILE_OPTIONS_RESET_CHAT": "Restablecer chat",
    "SETTINGS_MENU_TITLE": "Configuración",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "Selecciona el modelo de lenguaje que deseas usar para comunicarte con el servicio de OpenAI.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "Modifica el rol que tendrá ChatGPT al comunicarse contigo.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "La comunicación con el servidor puede ser a través de WebSocket, lo que permite una respuesta casi inmediata, mientras que a través de la API tomará el tiempo que indique la solicitud.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Solicitando proveedores...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "Existen diferentes proveedores para comunicarse de forma gratuita con el servicio de OpenAI. Ten en cuenta que si seleccionas uno específico, algunos de los ajustes cambiarán. Preferiblemente, déjalo en modo Automático.",
    "SETTINGS_MENU_ROLE_TITLE": "Rol",
    "SETTINGS_MENU_MODE_TITLE": "Modelo",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "Modo de comunicación",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Proveedores",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Eliminar",
    "POLICIES_LEGAL_NOTICE": "Aviso legal",
    "POLICIES_PRIVACY": "Privacidad",
    "POLICIES_RESTRICTIONS": "Restricciones",
    "POLICIES_OPEN_SOURCE": "Código abierto",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "Este servicio no utiliza ninguna API oficial para facilitar la comunicación del cliente con algún modelo de inteligencia artificial. Ten en cuenta que Lovelace está diseñado estrictamente para fines educativos, sin ningún beneficio comercial por parte del autor o autores.",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "Las APIs, servicios y marcas comerciales mencionadas en este repositorio pertenecen a sus respectivos dueños. Este proyecto no reclama ningún derecho sobre ellas ni está afiliado o respaldado por ninguno de los proveedores mencionados. Del mismo modo, el proveedor de este servicio no se hace responsable de ninguna consecuencia, daño o pérdida que pueda ser causada por el uso de Lovelace. Los usuarios son quienes toman la decisión y asumen las consecuencias positivas y negativas de sus propias acciones y las repercusiones que estas puedan tener.",
    "POLICIES_PRIVACY_CONTENT_1": "Garantizamos estrictamente la confidencialidad de la información compartida en la plataforma. Todos los datos que compartas con Lovelace se almacenan localmente en tu dispositivo, no utilizamos ninguna base de datos en nuestros servidores, por lo que tu presencia en el servicio sigue siendo completamente anónima, ocultando quién eres, desde dónde nos visitas y qué solicitas a los modelos de inteligencia artificial.",
    "POLICIES_PRIVACY_CONTENT_2": "Mientras estés dentro de nuestro sitio web, respetamos tus datos y tus búsquedas.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "Debes tener al menos 13 años de edad para poder utilizar este servicio. Teniendo en cuenta las diferentes capas de seguridad en cuanto al contenido devuelto por los servicios utilizados para facilitar la comunicación con los modelos de OpenAI, es probable que en algunas ocasiones este contenido no sea apropiado para niños menores de 13 años, puede ser vulgar, hiriente o simplemente no adecuado para un adolescente con esas condiciones. Depende estrictamente de tu propia discreción si no cumples con la edad mínima requerida para el uso de este servicio y las posibles consecuencias que puedan surgir después de ignorar las disposiciones.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace tiene licencia MIT, lo que permite la reutilización del software con fines educativos y la construcción de proyectos más ambiciosos a partir de la base inicial. Este servicio está abierto a colaboraciones de terceros, lo que permite nuevas integraciones y, como resultado de su código abierto, permite que desarrolladores externos conozcan el funcionamiento de la plataforma e incluso encuentren vulnerabilidades y las corrijan.",
    "ABOUT_PAGE_TITLE": "Términos y condiciones",
    "ABOUT_PAGE_SUBTITLE": "Políticas que aceptas al utilizar nuestro servicio y a las que debes ceñirte.",
    "TOOLTIP_CHAT_INPUT": "¡Comienza a intercambiar ideas y resolver inquietudes con la IA!",
    "TOOLTIP_SIDE_MENU_SETTINGS": "Presiona para acceder al menú de configuración.",
    "TOOLTIP_LANGUAGE_SELECT": "Selecciona el idioma en el que deseas ver la aplicación.",
    "TOOLTIP_HEADER_ABOUT": "Conoce sobre el uso y las políticas de privacidad, así como otras variantes que involucran el servicio actual.",
    "TOOLTIP_HEADER_DONATE": "Puedes contribuir con tu granito de arena para seguir manteniendo a Lovelace en funcionamiento y en desarrollo.",
    "TOOLTIP_RESET_CHAT": "Borrar el chat actual.",
    "TOOLTIP_MY_ACTIVITY": "Ver el registro de tus interacciones con la IA.",
    "TOOLTIP_GITHUB": "Visita el repositorio que aloja el código fuente de Lovelace en Github."
}