{
    "HEADER_TITLE": "Lovelace",
    "HEADER_ABOUT_BTN": "À propos",
    "HEADER_DONATE_BTN": "Faire un don",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "Conditions et confidentialité",
    "MOBILE_MENU_DOCUMENTATION": "Documentation",
    "MOBILE_MENU_LEGAL_NOTICE": "Avis juridique",
    "MOBILE_MENU_SOURCE_CODE": "Code source",
    "CHAT_VIEWER_WELCOME_TITLE": "Salut ! Je suis Ada Lovelace et je suis là pour toi en tant qu'intermédiaire entre différents services d'intelligence artificielle pour résoudre toutes tes préoccupations.",
    "CHAT_VIEWER_INSPIRATION": "Besoin d'inspiration ? Tu peux essayer :",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "Comment fonctionne l'informatique quantique ?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "Que se passe-t-il si la dopamine dans le cerveau est altérée ?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "Comment la valeur de PI a-t-elle été découverte ?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "Comment utiliser le moteur V8 de Google en C++ ?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Envoyer un message...",
    "CHAT_SIDE_MENU_RESET_CHAT": "Réinitialiser le chat",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "Appuie pour monter l'enregistrement des messages dans le chat.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "Appuie pour démonter le journal des invitations dans le chat.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "Mon activité",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Paramètres",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Créé par et pour ces esprits qui ne satisfont jamais leur curiosité.",
    "MOBILE_OPTIONS_SETTINGS": "Paramètres",
    "MOBILE_OPTIONS_ACTIVITY": "Activité",
    "MOBILE_OPTIONS_RESET_CHAT": "Réinitialiser le chat",
    "SETTINGS_MENU_TITLE": "Paramètres",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "Sélectionne le modèle de langage que tu veux utiliser pour communiquer avec le service OpenAI.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "Modifie le rôle que ChatGPT aura lors de la communication avec toi.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "La communication avec le serveur peut se faire via WebSocket, ce qui permet une réponse quasi immédiate, tandis qu'avec l'API cela prendra le temps indiqué par l'invite.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Demande de fournisseurs...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "Il existe différents fournisseurs pour communiquer gratuitement avec le service OpenAI. Note que si tu en sélectionnes un spécifique, certains paramètres seront modifiés. Laisse de préférence le mode Automatique.",
    "SETTINGS_MENU_ROLE_TITLE": "Rôle",
    "SETTINGS_MENU_MODE_TITLE": "Modèle",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "Mode de communication",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Fournisseurs",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Supprimer",
    "POLICIES_LEGAL_NOTICE": "Avis juridique",
    "POLICIES_PRIVACY": "Confidentialité",
    "POLICIES_RESTRICTIONS": "Restrictions",
    "POLICIES_OPEN_SOURCE": "Open Source",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "Ce service n'utilise aucune API officielle pour faciliter la communication client avec un modèle d'intelligence artificielle. Note que Lovelace est destiné à un usage strictement éducatif, en dehors de tout profit commercial de la part de l'auteur (ou des auteurs).",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "Les API, services et marques mentionnés dans ce référentiel appartiennent à leurs propriétaires respectifs. Ce projet ne revendique aucun droit sur eux et n'est affilié à aucun des fournisseurs mentionnés ni approuvé par eux. De la même manière, le fournisseur de ce service n'est pas responsable de toutes les conséquences, dommages ou pertes pouvant être causés par l'utilisation de Lovelace. Les utilisateurs sont ceux qui prennent la décision et les responsabilités respectives des conséquences positives et négatives de leurs propres actions et des répercussions qu'elles peuvent avoir.",
    "POLICIES_PRIVACY_CONTENT_1": "Nous garantissons strictement la discrétion des informations partagées au sein de la plateforme. Toutes les données que tu partages avec Lovelace sont stockées localement sur ton appareil, nous n'utilisons aucune base de données sur nos serveurs, donc ta présence sur le service reste totalement anonyme, cachant qui tu es, d'où tu nous rends visite et ce que tu demandes aux modèles d'intelligence artificielle.",
    "POLICIES_PRIVACY_CONTENT_2": "Pendant ton séjour sur notre site web, nous respectons tes données et tes recherches.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "Tu dois avoir au moins 13 ans pour pouvoir utiliser ce service. Étant donné les différentes couches de sécurité en termes de contenu renvoyé par les services utilisés pour faciliter la communication avec les modèles d'OpenAI, il est probable que parfois ce contenu ne convienne pas aux enfants de moins de 13 ans, il peut être vulgaire, blessant ou tout simplement inapproprié pour un adolescent avec de telles conditions. C'est strictement à ta discrétion si tu ne respectes pas l'âge minimum requis pour utiliser ce service et les éventuelles conséquences qui peuvent en découler après avoir ignoré les dispositions.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace est sous licence MIT, ce qui permet la réutilisation du logiciel à des fins d'apprentissage et la création de projets beaucoup plus ambitieux à partir de la base initiale. Ce service est ouvert à la collaboration de tiers, ce qui permet de nouvelles intégrations et, grâce à son code source ouvert, permet aux développeurs externes de découvrir le fonctionnement de la plateforme et même de trouver et de corriger des vulnérabilités.",
    "ABOUT_PAGE_TITLE": "Termes et conditions",
    "ABOUT_PAGE_SUBTITLE": "Politiques que tu acceptes en utilisant notre service et auxquelles tu dois te conformer.",
    "TOOLTIP_CHAT_INPUT": "Commence à échanger des idées et à résoudre des problèmes avec l'IA !",
    "TOOLTIP_SIDE_MENU_SETTINGS": "Appuie pour accéder au menu des paramètres.",
    "TOOLTIP_LANGUAGE_SELECT": "Sélectionne la langue dans laquelle tu veux afficher l'application.",
    "TOOLTIP_HEADER_ABOUT": "Découvre l'utilisation et les politiques de confidentialité, ainsi que d'autres variantes liées au service actuel.",
    "TOOLTIP_HEADER_DONATE": "Tu peux apporter ta contribution pour continuer à soutenir Lovelace et son développement.",
    "TOOLTIP_RESET_CHAT": "Effacer le chat actuel.",
    "TOOLTIP_MY_ACTIVITY": "Afficher le journal de tes interactions avec l'IA.",
    "TOOLTIP_GITHUB": "Visite le dépôt qui héberge le code source de Lovelace sur Github !"
}