{
    "HEADER_TITLE": "Lovelace",
    "HEADER_ABOUT_BTN": "Sobre",
    "HEADER_DONATE_BTN": "Doar",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "Termos e privacidade",
    "MOBILE_MENU_DOCUMENTATION": "Documentação",
    "MOBILE_MENU_LEGAL_NOTICE": "Aviso Legal",
    "MOBILE_MENU_SOURCE_CODE": "Código Fonte",
    "CHAT_VIEWER_WELCOME_TITLE": "Oi! Eu sou Ada Lovelace, e estou aqui para ser um intermediário entre diferentes serviços de Inteligência Artificial para resolver todas as suas preocupações.",
    "CHAT_VIEWER_INSPIRATION": "Inspiração para pesquisar? Você pode tentar:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "Como funciona a computação quântica?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "O que acontece se a dopamina no cérebro for alterada?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "Como o valor de PI foi descoberto?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "Como usar o mecanismo v8 do Google em C++?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Enviar uma mensagem...",
    "CHAT_SIDE_MENU_RESET_CHAT": "Resetar Chat",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "Pressione para montar o registro de solicitações no chat.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "Pressione para desmontar o registro de solicitações no chat.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "Minha Atividade",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Configurações",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Criado por e para mentes que nunca se satisfazem com sua curiosidade.",
    "MOBILE_OPTIONS_SETTINGS": "Configurações",
    "MOBILE_OPTIONS_ACTIVITY": "Atividade",
    "MOBILE_OPTIONS_RESET_CHAT": "Resetar Chat",
    "SETTINGS_MENU_TITLE": "Configurações",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "Selecione o modelo de linguagem que você deseja usar para se comunicar com o serviço OpenAI.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "Modifique o papel que o ChatGPT terá ao se comunicar com você.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "A comunicação com o servidor pode ser feita através do WebSocket, que permite uma resposta quase imediata, enquanto via API levará o tempo indicado pela solicitação.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Solicitando provedores...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "Existem diferentes provedores para se comunicar gratuitamente com o serviço OpenAI. Considere que, se você selecionar um provedor específico, algumas configurações serão alteradas. Deixe preferencialmente no modo Automático.",
    "SETTINGS_MENU_ROLE_TITLE": "Papel",
    "SETTINGS_MENU_MODE_TITLE": "Modelo",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "Modo de Comunicação",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Provedores",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Excluir",
    "POLICIES_LEGAL_NOTICE": "Aviso Legal",
    "POLICIES_PRIVACY": "Privacidade",
    "POLICIES_RESTRICTIONS": "Restrições",
    "POLICIES_OPEN_SOURCE": "Código Aberto",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "Este serviço não utiliza nenhuma API oficial ao facilitar a comunicação do cliente com algum modelo de Inteligência Artificial. Por favor, observe que Lovelace destina-se a ser usado estritamente para fins educacionais, fora de qualquer lucro comercial por parte do(s) autor(es).",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "As APIs, serviços e marcas mencionadas neste repositório pertencem aos seus respectivos proprietários. Este projeto não reivindica direitos sobre eles, nem está afiliado ou endossado por nenhum dos provedores mencionados. Da mesma forma, o provedor deste serviço não é responsável por absolutamente qualquer consequência, dano ou perda que possa ser causado pelo uso de Lovelace. Os usuários são responsáveis por tomar decisões e arcar com as consequências positivas e negativas de suas próprias ações e as repercussões que estas possam ter.",
    "POLICIES_PRIVACY_CONTENT_1": "Garantimos rigorosamente a discrição das informações compartilhadas dentro da plataforma. Todos os dados que você compartilha com Lovelace são armazenados localmente no seu dispositivo, não utilizamos nenhum banco de dados em nossos servidores, portanto, sua presença no serviço permanece completamente anônima, ocultando quem você é, de onde você está nos visitando e o que você está solicitando dos modelos de Inteligência Artificial.",
    "POLICIES_PRIVACY_CONTENT_2": "Enquanto você estiver em nosso site, respeitamos seus dados e suas pesquisas.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "Você deve ter pelo menos 13 anos de idade para usar este serviço. Considerando as diferentes camadas de segurança em termos de conteúdo retornado pelos serviços usados para facilitar a comunicação com os modelos da OpenAI, é provável que, às vezes, esse conteúdo não seja apropriado para crianças menores de 13 anos, podendo ser vulgar, prejudicial ou simplesmente inadequado para um adolescente nessas condições. É estritamente de sua responsabilidade se você não atender à idade mínima exigida para o uso deste serviço e às possíveis consequências que possam surgir após ignorar as disposições.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace está licenciado sob a licença MIT, permitindo o reuso do software para aprendizado e a construção de projetos muito mais ambiciosos a partir da base inicial. Este serviço está aberto a colaborações de terceiros, permitindo novas integrações e, como resultado do seu código aberto, permite que desenvolvedores externos aprendam sobre o funcionamento da plataforma e até mesmo encontrem vulnerabilidades e as corrijam.",
    "ABOUT_PAGE_TITLE": "Termos e Condições",
    "ABOUT_PAGE_SUBTITLE": "Políticas que você aceita ao usar nosso serviço e às quais deve se conformar.",
    "TOOLTIP_CHAT_INPUT": "Comece a trocar ideias e resolver dúvidas com a IA!",
    "TOOLTIP_SIDE_MENU_SETTINGS": "Pressione para acessar o menu de configurações.",
    "TOOLTIP_LANGUAGE_SELECT": "Selecione o idioma em que você deseja visualizar o aplicativo.",
    "TOOLTIP_HEADER_ABOUT": "Saiba mais sobre as políticas de uso e privacidade, bem como outras variantes relacionadas ao serviço atual.",
    "TOOLTIP_HEADER_DONATE": "Você pode contribuir para manter o Lovelace em funcionamento e em desenvolvimento.",
    "TOOLTIP_RESET_CHAT": "Limpar o chat atual.",
    "TOOLTIP_MY_ACTIVITY": "Visualizar o registro de suas interações com a IA.",
    "TOOLTIP_GITHUB": "Visite o repositório que hospeda o código-fonte do Lovelace no Github!"
}