{
    "HEADER_TITLE": "Lovelace",
    "HEADER_ABOUT_BTN": "Sobre",
    "HEADER_DONATE_BTN": "Doar",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "Termos e Privacidade",
    "MOBILE_MENU_DOCUMENTATION": "Documentação",
    "MOBILE_MENU_LEGAL_NOTICE": "Aviso Legal",
    "MOBILE_MENU_SOURCE_CODE": "Código Fonte",
    "CHAT_VIEWER_WELCOME_TITLE": "Olá! Eu sou Ada Lovelace e estou aqui para ser sua intermediária entre diferentes serviços de Inteligência Artificial, para ajudar a responder todas as suas dúvidas.",
    "CHAT_VIEWER_INSPIRATION": "Precisa de inspiração? Você pode tentar o seguinte:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "Como funciona a computação quântica?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "O que acontece quando a dopamina no cérebro está alterada?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "Como o valor de PI foi descoberto?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "Como usar o motor V8 do Google em C++?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Enviar uma mensagem",
    "CHAT_SIDE_MENU_RESET_CHAT": "Redefinir chat",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "Minha atividade",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Configurações",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Criado por e para mentes curiosas que nunca se satisfazem.",
    "MOBILE_OPTIONS_SETTINGS": "Configurações",
    "MOBILE_OPTIONS_ACTIVITY": "Atividade",
    "MOBILE_OPTIONS_RESET_CHAT": "Redefinir chat",
    "SETTINGS_MENU_TITLE": "Configurações",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "Selecione o modelo de linguagem que deseja utilizar para se comunicar com o serviço da OpenAI.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "Modifique o papel que o ChatGPT terá ao se comunicar com você.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "A comunicação com o servidor pode ser feita através de WebSocket, permitindo respostas quase instantâneas, enquanto através da API levará o tempo indicado pela mensagem de entrada.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Obtendo provedores...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "Existem diferentes provedores para se comunicar gratuitamente com o serviço da OpenAI. Tenha em mente que, ao selecionar um provedor específico, algumas configurações podem ser alteradas. Deixe preferencialmente no modo automático.",
    "SETTINGS_MENU_ROLE_TITLE": "Papel",
    "SETTINGS_MENU_MODEL_TITLE": "Modelo",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "Modo de Comunicação",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Provedores",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Excluir",
    "POLICIES_LEGAL_NOTICE": "Aviso Legal",
    "POLICIES_PRIVACY": "Privacidade",
    "POLICIES_RESTRICTIONS": "Restrições",
    "POLICIES_OPEN_SOURCE": "Código Aberto",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "Este serviço não utiliza nenhuma API oficial ao facilitar a comunicação do cliente com algum modelo de Inteligência Artificial. Tenha em mente que Lovelace destina-se exclusivamente a fins educacionais, sem qualquer intenção de lucro por parte do(s) autor(es).",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "As APIs, serviços e marcas comerciais mencionadas neste repositório pertencem aos seus respectivos proprietários. Este projeto não reivindica qualquer direito sobre eles, nem está afiliado ou endossado por nenhum dos provedores mencionados. Da mesma forma, o provedor deste serviço não se responsabiliza por quaisquer consequências, danos ou perdas que possam ser causados pelo uso do Lovelace. Os usuários são responsáveis por suas próprias ações e pelas consequências positivas e negativas resultantes delas.",
    "POLICIES_PRIVACY_CONTENT_1": "Garantimos estritamente a confidencialidade das informações compartilhadas dentro da plataforma. Todos os dados compartilhados com o Lovelace são armazenados localmente no seu dispositivo, não utilizamos nenhum banco de dados em nossos servidores, portanto, sua presença no serviço continua completamente anônima, ocultando quem você é, de onde está acessando e quais solicitações está fazendo aos modelos de Inteligência Artificial.",
    "POLICIES_PRIVACY_CONTENT_2": "Enquanto você estiver em nosso site, respeitamos seus dados e suas pesquisas.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "Você deve ter pelo menos 13 anos de idade para poder utilizar este serviço. Considerando as diferentes camadas de segurança em termos de conteúdo fornecido pelos serviços usados para facilitar a comunicação com os modelos da OpenAI, é provável que, às vezes, esse conteúdo não seja adequado para menores de 13 anos, podendo ser vulgar, ofensivo ou simplesmente inadequado para um adolescente nessas condições. É estritamente a seu critério se você não atende à idade mínima necessária para utilizar este serviço e as possíveis consequências que possam surgir ao ignorar as disposições.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace está licenciado sob a licença MIT, permitindo a reutilização do software para aprendizado e construção de projetos muito mais ambiciosos a partir da base inicial. Este serviço está aberto a colaborações de terceiros, permitindo novas integrações, que, por sua vez, como resultado de seu código aberto, permite que desenvolvedores externos aprendam sobre a operação da plataforma e até encontrem vulnerabilidades e as corrijam.",
    "ABOUT_PAGE_TITLE": "Termos e Condições",
    "ABOUT_PAGE_SUBTITLE": "Políticas que você aceita ao usar nosso serviço e às quais deve permanecer dentro dos limites."
}