{
    "HEADER_TITLE": "Лавлейс",
    "HEADER_ABOUT_BTN": "О нас",
    "HEADER_DONATE_BTN": "Пожертвовать",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "Условия и конфиденциальность",
    "MOBILE_MENU_DOCUMENTATION": "Документация",
    "MOBILE_MENU_LEGAL_NOTICE": "Юридическое уведомление",
    "MOBILE_MENU_SOURCE_CODE": "Исходный код",
    "CHAT_VIEWER_WELCOME_TITLE": "Привет! Я Ада Лавлейс, и я здесь для вас как посредник между различными сервисами искусственного интеллекта, чтобы решить все ваши вопросы.",
    "CHAT_VIEWER_INSPIRATION": "Вдохновение для поиска? Вы можете попробовать:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "Как работает квантовый компьютер?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "Что происходит, если изменить допамин в мозгу?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "Как было открыто значение Пи?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "Как использовать движок V8 от Google на C++?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Отправить сообщение...",
    "CHAT_SIDE_MENU_RESET_CHAT": "Сбросить чат",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "Нажмите, чтобы просмотреть запись запросов в чате.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "Нажмите, чтобы отключить запись запросов в чате.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "Моя активность",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Настройки",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Создано для тех умов, которые никогда не удовлетворяют своей любознательности.",
    "MOBILE_OPTIONS_SETTINGS": "Настройки",
    "MOBILE_OPTIONS_ACTIVITY": "Активность",
    "MOBILE_OPTIONS_RESET_CHAT": "Сбросить чат",
    "SETTINGS_MENU_TITLE": "Настройки",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "Выберите модель языка, которую вы хотите использовать для общения с сервисом OpenAI.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "Измените роль, которую будет играть ChatGPT при общении с вами.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "Связь с сервером может осуществляться через WebSocket, что позволяет получать почти мгновенный ответ, а через API - время ответа будет зависеть от указанного запроса.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Запрос провайдеров...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "Есть различные провайдеры, с помощью которых можно бесплатно общаться с сервисом OpenAI. Имейте в виду, что при выборе конкретного провайдера некоторые настройки могут измениться. Предпочтительно оставить настройки в автоматическом режиме.",
    "SETTINGS_MENU_ROLE_TITLE": "Роль",
    "SETTINGS_MENU_MODE_TITLE": "Модель",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "Режим связи",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Провайдеры",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Удалить",
    "POLICIES_LEGAL_NOTICE": "Юридическое уведомление",
    "POLICIES_PRIVACY": "Конфиденциальность",
    "POLICIES_RESTRICTIONS": "Ограничения",
    "POLICIES_OPEN_SOURCE": "Открытый исходный код",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "Этот сервис не использует официальное API при обеспечении коммуникации клиента с моделью искусственного интеллекта. Обратите внимание, что Lovelace предназначен исключительно для образовательных целей и не предполагает коммерческой прибыли со стороны автора(-ов).",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "API, сервисы и товарные знаки, упомянутые в этом репозитории, принадлежат их соответствующим владельцам. Данный проект не претендует на права на них, также не связан или не одобрен ни одним из упомянутых провайдеров. Поставщик данного сервиса также не несет никакой ответственности за какие-либо последствия, ущерб или утрату, которые могут возникнуть в результате использования Lovelace. Пользователи принимают решение и несут ответственность за свои действия и последствия, как положительные, так и отрицательные.",
    "POLICIES_PRIVACY_CONTENT_1": "Мы строго гарантируем конфиденциальность информации, размещенной внутри платформы. Все данные, которыми вы делитесь с Lovelace, хранятся локально на вашем устройстве, мы не используем базу данных на наших серверах, поэтому ваше пребывание на сервисе остается полностью анонимным, скрывая вашу личность, местоположение и запрашиваемые вами данные моделей искусственного интеллекта.",
    "POLICIES_PRIVACY_CONTENT_2": "Во время вашего пребывания на нашем сайте мы уважаем ваши данные и ваши запросы.",
    "POLICPOLICIES_RESTRICTIONS_CONTENT_1": "Для использования этого сервиса вам должно быть не менее 13 лет. Учитывая различные слои безопасности возвращаемого контента от сервисов, используемых для облегчения общения с моделями OpenAI, возможно, некоторое содержимое не подходит для детей младше 13 лет, оно может быть грубым, оскорбительным или просто не подходящим для подростка с такими условиями. При использовании этого сервиса, несоблюдая минимального возраста, вы делаете это строго на свое усмотрение и несете возможные последствия после игнорирования соответствующих положений.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace распространяется под лицензией MIT, позволяющей повторное использование программного обеспечения для обучения и создания более амбициозных проектов на основе исходного кода. Этот сервис открыт для сотрудничества с третьими сторонами, что позволяет создавать новые интеграции, а также благодаря своему открытому исходному коду позволяет внешним разработчикам изучать работу платформы, а также находить и исправлять уязвимости.",
    "ABOUT_PAGE_TITLE": "Условия и положения",
    "ABOUT_PAGE_SUBTITLE": "Политики, которые вы принимаете при использовании нашего сервиса и которых вы должны придерживаться.",
    "TOOLTIP_CHAT_INPUT": "Начните обмен идеями и решайте проблемы с помощью ИИ!",
    "TOOLTIP_SIDE_MENU_SETTINGS": "Нажмите, чтобы открыть меню настроек.",
    "TOOLTIP_LANGUAGE_SELECT": "Выберите язык, на котором хотите просматривать приложение.",
    "TOOLTIP_HEADER_ABOUT": "Узнайте о использовании и политиках конфиденциальности, а также о других вариантах, связанных с текущим сервисом.",
    "TOOLTIP_HEADER_DONATE": "Вы можете внести свой вклад, чтобы продолжить поддерживать Lovelace и его развитие.",
    "TOOLTIP_RESET_CHAT": "Очистить текущий чат.",
    "TOOLTIP_MY_ACTIVITY": "Просмотреть журнал ваших взаимодействий с ИИ.",
    "TOOLTIP_GITHUB": "Посетите репозиторий, на котором размещен исходный код Lovelace на Github!"
}