{
    "HEADER_TITLE": "Lovelace",
    "HEADER_ABOUT_BTN": "Hakkında",
    "HEADER_DONATE_BTN": "Bağış Yap",
    "MOBILE_MENU_TERMS_AND_PRIVACY": "Koşullar ve Gizlilik",
    "MOBILE_MENU_DOCUMENTATION": "Dokümantasyon",
    "MOBILE_MENU_LEGAL_NOTICE": "Yasal Bildirim",
    "MOBILE_MENU_SOURCE_CODE": "Kaynak Kodu",
    "CHAT_VIEWER_WELCOME_TITLE": "Merhaba! Ben Ada Lovelace, farklı Yapay Zeka hizmetleri arasında sizin için bir aracı olarak buradayım ve tüm sorunlarınızı çözmek için hizmet veriyorum.",
    "CHAT_VIEWER_INSPIRATION": "Arama için ilham mı arıyorsunuz? İşte deneyebileceğiniz bazı öneriler:",
    "CHAT_VIEWER_INSPIRATION_QUANTUM_COMPUTING": "Kuantum bilgisayarları nasıl çalışır?",
    "CHAT_VIEWER_INSPIRATION_DOPAMINE_ALTERED": "Beyinde dopamin değişirse ne olur?",
    "CHAT_VIEWER_INSPIRATION_PI_DISCOVERED": "PI sayısının değeri nasıl bulundu?",
    "CHAT_VIEWER_INSPIRATION_GOOGLE_V8_ENGINE": "Google'ın v8 motorunu C++ ile nasıl kullanabilirim?",
    "CHAT_INPUT_BOX_PLACEHOLDER": "Bir mesaj gönder...",
    "CHAT_SIDE_MENU_RESET_CHAT": "Sohbeti Sıfırla",
    "CHAT_SIDE_MENU_STORED_RESPONSE_MOUNT": "Sohbet kayıtlarını bağlamak için basın.",
    "CHAT_SIDE_MENU_STORED_RESPONSE_UNMOUNT": "Sohbet kaydını bağlamayı kaldırmak için basın.",
    "CHAT_SIDE_MENU_MY_ACTIVITY": "Etkinliğim",
    "CHAT_SIDE_MENU_GITHUB": "Github",
    "CHAT_SIDE_MENU_SETTINGS": "Ayarlar",
    "CHAT_SIDE_MENU_BOTTOM_MSG": "Meraklarını hiçbir zaman tatmin etmeyen zihinler tarafından oluşturulmuştur.",
    "MOBILE_OPTIONS_SETTINGS": "Ayarlar",
    "MOBILE_OPTIONS_ACTIVITY": "Etkinlik",
    "MOBILE_OPTIONS_RESET_CHAT": "Sohbeti Sıfırla",
    "SETTINGS_MENU_TITLE": "Ayarlar",
    "SETTINGS_MENU_MODEL_HELPER_TEXT": "OpenAI hizmetiyle iletişim kurmak için kullanmak istediğiniz dil modelini seçin.",
    "SETTINGS_MENU_ROLE_HELPER_TEXT": "ChatGPT'nin sizinle iletişim kurarken sahip olacağı rolü değiştirin.",
    "SETTINGS_MENU_COMMUNICATION_MODE_HELPER_TEXT": "Sunucuyla iletişim WebSocket üzerinden hemen neredeyse anlık bir yanıtla gerçekleştirilebilirken, API üzerinden yanıt süresi prompt tarafından belirtildiği kadar sürecektir.",
    "SETTINGS_MENU_REQUESTING_PROVIDERS": "Sağlayıcılar talep ediliyor...",
    "SETTINGS_MENU_PROVIDERS_HELPER_TEXT": "OpenAI hizmetiyle ücretsiz iletişim kurabilmek için farklı sağlayıcılar bulunmaktadır. Belirli bir sağlayıcı seçerseniz bazı ayarlar değişebilir, tercihen Otomatik modu kullanmayı bırakın.",
    "SETTINGS_MENU_ROLE_TITLE": "Rol",
    "SETTINGS_MENU_MODE_TITLE": "Model",
    "SETTINGS_MENU_COMMUNICATION_MODE_TITLE": "İletişim Modu",
    "SETTINGS_MENU_PROVIDERS_TITLE": "Sağlayıcılar",
    "STORED_CHAT_RESPONSES_VIEWER_DELETE": "Sil",
    "POLICIES_LEGAL_NOTICE": "Yasal Bildirim",
    "POLICIES_PRIVACY": "Gizlilik",
    "POLICIES_RESTRICTIONS": "Kısıtlamalar",
    "POLICIES_OPEN_SOURCE": "Açık Kaynak",
    "POLICIES_LEGAL_NOTICE_CONTENT_1": "Bu hizmet, müşteri iletişimini kolaylaştırırken herhangi bir resmi API kullanmamaktadır. Lütfen Lovelace'in yazar(lar)ının herhangi bir ticari kar amacı gütmeksizin sadece eğitim amaçlı kullanılması amaçlandığını unutmayın.",
    "POLICIES_LEGAL_NOTICE_CONTENT_2": "Bu depoda bahsedilen API'ler, hizmetler ve ticari markalar ilgili sahiplerine aittir. Bu proje bunlara herhangi bir hak iddia etmez ve bahsedilen sağlayıcılardan herhangi biriyle ilişkili veya onaylanmış değildir. Aynı şekilde, bu hizmetin sağlayıcısı, Lovelace'in kullanımından kaynaklanabilecek herhangi bir sonuç, zarar veya kayıptan kesinlikle sorumlu değildir. Kullanıcılar, kendi eylemleri ve bunların olası sonuçları ile ilgili yükümlülüklerini kendileri üstlenirler.",
    "POLICIES_PRIVACY_CONTENT_1": "Platform içinde paylaşılan bilgilerin gizliliğini kesinlikle garanti ediyoruz. Lovelace ile paylaştığınız tüm veriler, istemcinizde yerel olarak depolanır; sunucularımızda herhangi bir veritabanı kullanmıyoruz, bu nedenle hizmetteki varlığınız tamamen anonim kalır ve kim olduğunuzu, nereden ziyaret ettiğinizi ve Yapay Zeka modellerinden ne istediğinizi gizler.",
    "POLICIES_PRIVACY_CONTENT_2": "Web sitemizde geçerli olduğu sürece, verilerinizi ve aramalarınızı saygıyla karşılıyoruz.",
    "POLICIES_RESTRICTIONS_CONTENT_1": "Bu hizmeti kullanabilmek için en az 13 yaşında olmanız gerekmektedir. OpenAI modelleriyle iletişimi kolaylaştırmak için kullanılan hizmetler tarafından dönen içerik açısından farklı güvenlik katmanlarını dikkate alarak, bazen bu içeriğin 13 yaşın altındaki çocuklar için uygun olmadığı, müstehcen, incitici veya sadece bir genç için uygun olmadığı olasıdğunu unutmayın. Minimum yaş gereksinimini karşılamadığınız takdirde, bu hizmeti kullanmanız ve bunun ardından ortaya çıkabilecek olası sonuçlar tamamen kendi takdirinizdedir.",
    "POLICIES_OPEN_SOURCE_CONTENT_1": "Lovelace MIT lisansı altında lisanslanmış olup, başlangıç noktasından öğrenme için yazılımın yeniden kullanımına ve çok daha iddialı projelerin inşasına olanak tanır. Bu hizmet üçüncü taraflarla işbirliğine açıktır ve yeni entegrasyonlara olanak tanır. Aynı zamanda açık kaynak kodu sayesinde harici geliştiricilerin platformun çalışmasını öğrenmesine ve hatta zayıf noktaları bulup düzeltmesine olanak tanır.",
    "ABOUT_PAGE_TITLE": "Koşullar ve Şartlar",
    "ABOUT_PAGE_SUBTITLE": "Hizmetimizi kullanırken kabul ettiğiniz ve uymanız gereken politikalar.",
    "TOOLTIP_CHAT_INPUT": "Fikirleri paylaşmaya başlayın ve yapay zeka ile endişelerinizi çözün!",
    "TOOLTIP_SIDE_MENU_SETTINGS": "Ayarlar menüsüne erişmek için basın.",
    "TOOLTIP_LANGUAGE_SELECT": "Uygulamayı görüntülemek istediğiniz dili seçin.",
    "TOOLTIP_HEADER_ABOUT": "Mevcut hizmetle ilgili kullanım ve gizlilik politikaları ile diğer değişkenler hakkında bilgi edinin.",
    "TOOLTIP_HEADER_DONATE": "Lovelace'i ayakta tutmaya ve geliştirmeye devam etmek için katkıda bulunabilirsiniz.",
    "TOOLTIP_RESET_CHAT": "Geçerli sohbeti temizleyin.",
    "TOOLTIP_MY_ACTIVITY": "AI ile etkileşimlerinizin günlüğünü görüntüleyin.",
    "TOOLTIP_GITHUB": "Lovelace kaynak kodunu barındıran depoyu Github üzerinde ziyaret edin!"
}